Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LIVE_TRANSCRIPTION_USAGE_SECURITY_MESSAGE_IPAD
source: Your iPad will use on-device intelligence to automatically display captions across all apps. Accuracy of Live Captions may vary and should not be relied upon in high-risk or emergency situations.
ar: سيستخدم iPad الذكاء المتضمن في الجهاز لعرض التعليقات المصاحبة للصوت تلقائيًا في جميع التطبيقات. قد تتفاوت دقة التعليقات المصاحبة المباشرة؛ لذا لا ينبغي الاعتماد عليها في حالات الخطورة العالية أو الطوارئ.
bg: Вашият iPad ще използва вградената интелигентност на устройството, за да показва автоматично субтитри във всички приложения. Точността на функцията Субтитри на живо може да варира и не трябва да разчитате на нея във високорискови или спешни ситуации.
ca: L’iPad farà servir la intel·ligència local del dispositiu per mostrar transcripcions en totes les apps automàticament. La precisió pot variar i no s’hi ha de confiar en situacions d’emergència o d’alt risc.
cs: iPad bude s využitím vlastní inteligence zařízení automaticky zobrazovat titulky ve všech aplikacích. Přesnost živých titulků může kolísat, takže byste se na ně neměli spoléhat ve vysoce rizikových a krizových situacích.
da: Din iPad bruger intelligens på enheden til automatisk at vise undertekster i alle apps. Nøjagtigheden af liveundertekster kan variere, og du bør ikke stole på dem i risikobetonede eller nødsituationer.
de: Dank integrierter künstlicher Intelligenz werden Untertitel automatisch in allen Apps auf dem iPad eingeblendet. Die Genauigkeit von Live-Untertiteln kann variieren und sollte in Risikosituationen oder Notfällen nicht als zuverlässige Quelle genutzt werden.
el: Το iPad θα χρησιμοποιήσει νοημοσύνη επί της συσκευής για να εμφανίζει λεζάντες αυτόματα σε όλες τις εφαρμογές. Η ακρίβεια των Ζωντανών λεζαντών ενδέχεται να ποικίλλει και δεν πρέπει να βασίζεστε σε αυτές σε καταστάσεις υψηλού κινδύνου ή έκτακτης ανάγκης.
es: El iPad usará la inteligencia local del dispositivo para generar subtítulos automáticamente en todas las apps. La precisión de los subtítulos en vivo puede variar y no debe considerarse como un recurso fiable en situaciones de alto riesgo o emergencia.
es_us: Tu iPad usará la inteligencia en el dispositivo para mostrar subtítulos automáticamente en todas las apps. La precisión de los subtítulos en vivo puede variar y, por lo tanto, no se recomienda confiar en ellos en situaciones de emergencia o alto riesgo.
fi: iPad näyttää tekstityksen automaattisesti laiteälyn avulla kaikissa apeissa. Live-tekstityksen tarkkuus voi vaihdella, eikä siihen tule luottaa riskialttiissa tai hätätilanteissa.
fr: Votre iPad utilisera une technologie exécutée sur l’appareil pour afficher automatiquement des sous-titres dans toutes les apps. La précision des sous-titres en direct peut varier et ceux-ci ne doivent pas être utilisés dans des situations à haut risque ou d’urgence.
fr_ca: Votre iPad utilisera les fonctions d’intelligence de l’appareil pour afficher automatiquement des sous-titres dans toutes les apps. La précision des sous-titres en direct pouvant varier, ne vous y fiez pas dans des situations à haut risque ou d’urgence.
he: ה-iPad ישתמש בטכנולוגיית בינה מלאכותית במכשיר עצמו כדי להציג כתוביות באופן אוטומטי בכל היישומים. ייתכן שרמת הדיוק של כתוביות בזמן אמת תשתנה, ואין להסתמך עליהן במצבי סיכון גבוה או במצבי חירום.
hi: सभी ऐप्स पर ऑटोमैटिकली कैप्शन दिखाने के लिए आपका iPad ऑन-डिवाइस इंटेलीजेंस का इस्तेमाल करेगा। लाइव कैप्शन की सटीकता में भिन्नता हो सकती है और उच्च जोखिम वाली या आपातकालीन स्थितियों में उन पर भरोसा नहीं करना चाहिए।
hr: iPad će koristiti inteligenciju na uređaju za automatsko prikazivanje opisa u svim aplikacijama. Točnost opisa uživo može varirati i na njih se ne biste trebali oslanjati u situacijama visokog rizika ili u hitnim situacijama. Opisi uživo koriste dodatni napon baterije.
hu: Az iPadje az eszközön való feldolgozás segítségével automatikusan megjeleníti a feliratokat az összes appban. Az Élő feliratok pontossága változó lehet, és magas kockázatú helyzetekben vagy vészhelyzetben nem ajánlott rájuk támaszkodni.
id: iPad Anda akan menggunakan kecerdasan pada perangkat untuk menampilkan teks di semua app secara otomatis. Akurasi Teks Langsung dapat berbeda-beda dan tidak boleh diandalkan dalam situasi berisiko tinggi atau darurat.
it: iPad utilizzerà l’intelligenza artificiale presente sul dispositivo per visualizzare automaticamente le trascrizioni su tutte le app. L’accuratezza delle trascrizioni in tempo reale potrebbe variare e non è consigliabile fare affidamento sulla funzionalità in situazioni ad alto rischio o di emergenza.
ja: デバイス上の人工知能機能を使用して、iPadのすべてのアプリで自動的にキャプションが表示されます。ライブキャプションの精度は一定ではなく、危険性の高い状況または緊急時にはライブキャプションを信頼すべきではありません。
kk: iPad құрылғыңыз барлық қолданбада субтитрлерді автоматты түрде көрсету үшін құрылғыдағы жасанды сананы пайдаланады. Live субтитрлердің дәлдігі әртүрлі болуы мүмкін және оларға аса қауіпті немесе төтенше жағдайларда сенуге болмайды.
ko: iPad는 온디바이스 지능형 기능을 사용하여 모든 앱에 걸쳐 자동으로 자막을 표시합니다. 실시간 자막의 정확성은 때에 따라 다를 수 있으며, 위험이 큰 상황 또는 긴급 상황에서 이 기능에 의존해서는 안 됩니다.
lt: Jūsų „iPad“ naudos įrenginio dirbtinį intelektą, kad automatiškai rodytų titrus visose programose. Tiesioginių titrų tikslumas gali skirtis, todėl jais nereikėtų pasikliauti patekus į itin rizikingą ar nelaimės situaciją.
ms: iPad anda akan menggunakan kecerdasan pada peranti untuk memaparkan kapsyen secara automatik merentas semua app. Ketepatan Kapsyen Langsung mungkin berbeza-beza dan tidak sepatutnya digunakan dalam situasi berisiko tinggi atau kecemasan.
nb: iPaden vil bruke kunstig intelligens på enheten til å tekste lyd automatisk i alle apper. Direkteteksting er ikke alltid like nøyaktig, og bør ikke stoles på i nød- eller risikosituasjoner.
nl: Je iPad gebruikt intelligentie op het apparaat om automatisch bijschriften in alle apps weer te geven. De nauwkeurigheid van live bijschriften kan variëren. Vertrouw er niet op in situaties met een hoog risico of in noodgevallen.
pl: iPad będzie automatycznie wyświetlał napisy we wszystkich aplikacjach, używając wbudowanej sztucznej inteligencji. Dokładność napisów na żywo nie jest gwarantowana i nie należy na nich polegać w sytuacjach wysokiego ryzyka ani awaryjnych.
pt: O iPad usará a inteligência no dispositivo para exibir legendas automaticamente em todos os apps. A precisão das Legendas ao Vivo pode variar e você não deve contar com elas em situações de alto risco ou emergência.
pt_pt: O iPad usará a tecnologia de inteligência no dispositivo para mostrar legendas automaticamente em todas as aplicações. A precisão das legendas em tempo real pode variar e não deve ser considerada fiável em situações de alto risco ou de emergência.
ro: iPad‑ul va utiliza procesare inteligentă pe dispozitiv pentru a afișa în mod automat subtitrări în toate aplicațiile. Precizia subtitrărilor live ar putea varia și nu trebuie să vă bazați pe această funcționalitate în situații de urgență sau cu risc ridicat.
ru: iPad будет автоматически отображать субтитры во всех приложениях, используя искусственный интеллект на устройстве. Точность субтитров не гарантируется, и на них не следует полагаться в ситуациях высокого риска или экстренных случаях.
sk: Váš iPad bude pomocou umelej inteligencie na zariadení automaticky zobrazovať titulky vo všetkých apkách. Presnosť živých titulkov môže kolísať a nemali by ste sa na ne spoliehať v rizikových ani krízových situáciách.
sl: iPad uporablja inteligenco v napravi za samodejni prikaz napisov v vseh aplikacijah. Možna so odstopanja v točnosti napisov v živo, zato se nanje ne bi smeli zanašati v primerih visokega tveganja ali v izrednih razmerah.
sv: iPad visar automatiskt text i alla appar genom att behandla ljuddata på enheten. Hur korrekt direkttextning är kan variera och du bör inte förlita dig på funktionen i nödsituationer eller situationer med hög risk.
th: iPad ของคุณจะใช้ความฉลาดของอุปกรณ์เพื่อแสดงคำบรรยายเสียงสดบนแอปทั้งหมด ความแม่นยำของคำบรรยายเสียงสดอาจแตกต่างกันไปและไม่ควรพึ่งพาคำบรรยายเสียงสดเพียงอย่างเดียวในสถานการณ์ที่มีความเสี่ยงสูงหรือฉุกเฉิน
tr: iPad’iniz, canlı altyazıları tüm uygulamalarda otomatik olarak görüntülemek için aygıttaki yapay zekâyı kullanır. Canlı Altyazı doğruluğu değişkenlik gösterebilir ve yüksek riskli veya acil durumlarda canlı altyazıya güvenilmemelidir.
uk: Ваш iPad автоматично показуватиме субтитри в усіх програмах за допомогою вбудованих інтелектуальних алгоритмів. Точність Субтитрів наживо може бути різною, тому на неї не варто покладатися в ризикованих чи екстрених ситуаціях.
vi: iPad của bạn sẽ sử dụng công nghệ thông minh trên thiết bị để tự động hiển thị chú thích trên tất cả các ứng dụng. Độ chính xác của Chú thích trực tiếp có thể thay đổi và bạn không nên dựa vào tính năng này trong các tình huống khẩn cấp hoặc có tính rủi ro cao.
zh_cn: iPad将使用设备端智能技术自动在所有App中显示字幕。实时字幕的准确度可能会有所不同，在高风险或紧急情况下不应依赖实时字幕。
zh_hk: 你的iPad會使用裝置端智能技術自動在所有App上顯示字幕。「即時字幕」的準確性可能會有所不同，在高風險或緊急情況下不應依賴「即時字幕」。
zh_tw: 你的iPad會使用裝置端的智慧技術自動在所有App上顯示字幕。「即時字幕」的準確度可能不同，在高風險或緊急情況下不應該仰賴「即時字幕」功能。

# LIVE_TRANSCRIPTION_USAGE_SECURITY_MESSAGE_IPHONE
source: Your iPhone will use on-device intelligence to automatically display captions across all apps. Accuracy of Live Captions may vary and should not be relied upon in high-risk or emergency situations.
ar: سيستخدم iPhone الذكاء المتضمن في الجهاز لعرض التعليقات المصاحبة للصوت تلقائيًا في جميع التطبيقات. قد تتفاوت دقة التعليقات المصاحبة المباشرة؛ لذا لا ينبغي الاعتماد عليها في حالات الخطورة العالية أو الطوارئ.
bg: Вашият iPhone ще използва вградената интелигентност на устройството, за да показва автоматично субтитри във всички приложения. Точността на функцията Субтитри на живо може да варира и не трябва да разчитате на нея във високорискови или спешни ситуации.
ca: L’iPhone farà servir la intel·ligència local del dispositiu per mostrar transcripcions en totes les apps automàticament. La precisió pot variar i no s’hi ha de confiar en situacions d’emergència o d’alt risc.
cs: iPhone bude s využitím vlastní inteligence zařízení automaticky zobrazovat titulky ve všech aplikacích. Přesnost živých titulků může kolísat, takže byste se na ně neměli spoléhat ve vysoce rizikových a krizových situacích.
da: Din iPhone bruger intelligens på enheden til automatisk at vise undertekster i alle apps. Nøjagtigheden af liveundertekster kan variere, og du bør ikke stole på dem i risikobetonede eller nødsituationer.
de: Dank integrierter künstlicher Intelligenz werden Untertitel automatisch in allen Apps auf dem iPhone eingeblendet. Die Genauigkeit von Live-Untertiteln kann variieren und sollte in Risikosituationen oder Notfällen nicht als zuverlässige Quelle genutzt werden.
el: Το iPhone θα χρησιμοποιήσει νοημοσύνη επί της συσκευής για να εμφανίζει λεζάντες αυτόματα σε όλες τις εφαρμογές. Η ακρίβεια των Ζωντανών λεζαντών ενδέχεται να ποικίλλει και δεν πρέπει να βασίζεστε σε αυτές σε καταστάσεις υψηλού κινδύνου ή έκτακτης ανάγκης.
es: El iPhone usará la inteligencia local del dispositivo para generar subtítulos automáticamente en todas las apps. La precisión de los subtítulos en vivo puede variar y no debe considerarse como un recurso fiable en situaciones de alto riesgo o emergencia.
es_us: Tu iPhone usará la inteligencia en el dispositivo para mostrar subtítulos automáticamente en todas las apps. La precisión de los subtítulos en vivo puede variar y, por lo tanto, no se recomienda confiar en ellos en situaciones de emergencia o alto riesgo.
fi: iPhone näyttää tekstityksen automaattisesti laiteälyn avulla kaikissa apeissa. Live-tekstityksen tarkkuus voi vaihdella, eikä siihen tule luottaa riskialttiissa tai hätätilanteissa.
fr: Votre iPhone utilisera une technologie exécutée sur l’appareil pour afficher automatiquement des sous-titres dans toutes les apps. La précision des sous-titres en direct peut varier et ceux-ci ne doivent pas être utilisés dans des situations à haut risque ou d’urgence.
fr_ca: Votre iPhone utilisera les fonctions d’intelligence de l’appareil pour afficher automatiquement des sous-titres dans toutes les apps. La précision des sous-titres en direct pouvant varier, ne vous y fiez pas dans des situations à haut risque ou d’urgence.
he: ה-iPhone ישתמש בטכנולוגיית בינה מלאכותית במכשיר עצמו כדי להציג כתוביות באופן אוטומטי בכל היישומים. ייתכן שרמת הדיוק של כתוביות בזמן אמת תשתנה, ואין להסתמך עליהן במצבי סיכון גבוה או במצבי חירום.
hi: सभी ऐप्स पर ऑटोमैटिकली कैप्शन दिखाने के लिए आपका iPhone ऑन-डिवाइस इंटेलीजेंस का इस्तेमाल करेगा। लाइव कैप्शन की सटीकता में भिन्नता हो सकती है और उच्च जोखिम वाली या आपातकालीन स्थितियों में उन पर भरोसा नहीं करना चाहिए।
hr: iPhone će koristiti inteligenciju na uređaju za automatsko prikazivanje opisa u svim aplikacijama. Točnost opisa uživo može varirati i na njih se ne biste trebali oslanjati u situacijama visokog rizika ili u hitnim situacijama. Opisi uživo koriste dodatni napon baterije.
hu: Az iPhone-ja az eszközön való feldolgozás segítségével automatikusan megjeleníti a feliratokat az összes appban. Az Élő feliratok pontossága változó lehet, és magas kockázatú helyzetekben vagy vészhelyzetben nem ajánlott rájuk támaszkodni.
id: iPhone Anda akan menggunakan kecerdasan pada perangkat untuk menampilkan teks di semua app secara otomatis. Akurasi Teks Langsung dapat berbeda-beda dan tidak boleh diandalkan dalam situasi berisiko tinggi atau darurat.
it: iPhone utilizzerà l’intelligenza artificiale presente sul dispositivo per visualizzare automaticamente le trascrizioni su tutte le app. L’accuratezza delle trascrizioni in tempo reale potrebbe variare e non è consigliabile fare affidamento sulla funzionalità in situazioni ad alto rischio o di emergenza.
ja: デバイス上の人工知能機能を使用して、iPhoneのすべてのアプリで自動的にキャプションが表示されます。ライブキャプションの精度は一定ではなく、危険性の高い状況または緊急時にはライブキャプションを信頼すべきではありません。
kk: iPhone құрылғыңыз барлық қолданбада субтитрлерді автоматты түрде көрсету үшін құрылғыдағы жасанды сананы пайдаланады. Live субтитрлердің дәлдігі әртүрлі болуы мүмкін және оларға аса қауіпті немесе төтенше жағдайларда сенуге болмайды.
ko: iPhone은 온디바이스 지능형 기능을 사용하여 모든 앱에 걸쳐 자동으로 자막을 표시합니다. 실시간 자막의 정확성은 때에 따라 다를 수 있으며, 위험이 큰 상황 또는 긴급 상황에서 이 기능에 의존해서는 안 됩니다.
lt: Jūsų „iPhone" naudos įrenginio dirbtinį intelektą, kad automatiškai rodytų titrus visose programose. Tiesioginių titrų tikslumas gali skirtis, todėl jais nereikėtų pasikliauti patekus į itin rizikingą ar nelaimės situaciją.
ms: iPhone anda akan menggunakan kecerdasan pada peranti untuk memaparkan kapsyen secara automatik merentas semua app. Ketepatan Kapsyen Langsung mungkin berbeza-beza dan tidak sepatutnya digunakan dalam situasi berisiko tinggi atau kecemasan.
nb: iPhonen vil bruke kunstig intelligens på enheten til å tekste lyd automatisk i alle apper. Direkteteksting er ikke alltid like nøyaktig, og bør ikke stoles på i nød- eller risikosituasjoner.
nl: Je iPhone gebruikt intelligentie op het apparaat om automatisch bijschriften in alle apps weer te geven. De nauwkeurigheid van live bijschriften kan variëren. Vertrouw er niet op in situaties met een hoog risico of in noodgevallen.
pl: iPhone będzie automatycznie wyświetlał napisy we wszystkich aplikacjach, używając wbudowanej sztucznej inteligencji. Dokładność napisów na żywo nie jest gwarantowana i nie należy na nich polegać w sytuacjach wysokiego ryzyka ani awaryjnych.
pt: O iPhone usará a inteligência no dispositivo para exibir legendas automaticamente em todos os apps. A precisão das Legendas ao Vivo pode variar e você não deve contar com elas em situações de alto risco ou emergência.
pt_pt: O iPhone usará a tecnologia de inteligência no dispositivo para mostrar legendas automaticamente em todas as aplicações. A precisão das legendas em tempo real pode variar e não deve ser considerada fiável em situações de alto risco ou de emergência.
ro: iPhone‑ul va utiliza procesare inteligentă pe dispozitiv pentru a afișa în mod automat subtitrări în toate aplicațiile. Precizia subtitrărilor live ar putea varia și nu trebuie să vă bazați pe această funcționalitate în situații de urgență sau cu risc ridicat.
ru: iPhone будет автоматически отображать субтитры во всех приложениях, используя искусственный интеллект на устройстве. Точность субтитров не гарантируется, и на них не следует полагаться в ситуациях высокого риска или экстренных случаях.
sk: Váš iPhone bude pomocou umelej inteligencie na zariadení automaticky zobrazovať titulky vo všetkých apkách. Presnosť živých titulkov môže kolísať a nemali by ste sa na ne spoliehať v rizikových ani krízových situáciách.
sl: iPhone uporablja inteligenco v napravi za samodejni prikaz napisov v vseh aplikacijah. Možna so odstopanja v točnosti napisov v živo, zato se nanje ne bi smeli zanašati v primerih visokega tveganja ali v izrednih razmerah.
sv: iPhone visar automatiskt text i alla appar genom att behandla ljuddata på enheten. Hur korrekt direkttextning är kan variera och du bör inte förlita dig på funktionen i nödsituationer eller situationer med hög risk.
th: iPhone ของคุณจะใช้ความฉลาดของอุปกรณ์เพื่อแสดงคำบรรยายเสียงสดบนแอปทั้งหมด ความแม่นยำของคำบรรยายเสียงสดอาจแตกต่างกันไปและไม่ควรพึ่งพาคำบรรยายเสียงสดเพียงอย่างเดียวในสถานการณ์ที่มีความเสี่ยงสูงหรือฉุกเฉิน
tr: iPhone’unuz, canlı altyazıları tüm uygulamalarda otomatik olarak görüntülemek için aygıttaki yapay zekâyı kullanır. Canlı Altyazı doğruluğu değişkenlik gösterebilir ve yüksek riskli veya acil durumlarda canlı altyazıya güvenilmemelidir.
uk: Ваш iPhone автоматично показуватиме субтитри в усіх програмах за допомогою вбудованих інтелектуальних алгоритмів. Точність Субтитрів наживо може бути різною, тому на неї не варто покладатися в ризикованих чи екстрених ситуаціях.
vi: iPhone của bạn sẽ sử dụng công nghệ thông minh trên thiết bị để tự động hiển thị chú thích trên tất cả các ứng dụng. Độ chính xác của Chú thích trực tiếp có thể thay đổi và bạn không nên dựa vào tính năng này trong các tình huống khẩn cấp hoặc có tính rủi ro cao.
zh_cn: iPhone将使用设备端智能技术自动在所有App中显示字幕。实时字幕的准确度可能会有所不同，在高风险或紧急情况下不应依赖实时字幕。
zh_hk: 你的iPhone會使用裝置端智能技術自動在所有App上顯示字幕。「即時字幕」的準確性可能會有所不同，在高風險或緊急情況下不應依賴「即時字幕」。
zh_tw: 你的iPhone會使用裝置端的智慧技術自動在所有App上顯示字幕。「即時字幕」的準確度可能不同，在高風險或緊急情況下不應該仰賴「即時字幕」功能。
